import React from "react";
import {useSelector} from "react-redux";
import {Helmet} from "react-helmet";

const Privacy = () => {
    const {size} = useSelector(({visually}) => visually);

    React.useEffect(() => {
        window.scrollTo(0, 0);
    }, []);

    return (
        <>
            <Helmet>
                <title>Политика конфиденциальности - IOMP</title>
            </Helmet>
            <div className="privacy">
                <div className="container">
                    <div className="privacy-wrapper">
                        <h2 className={`title ${size} privacy__title`}>
                            Политика конфиденциальности
                        </h2>
                        <div className={`privacy-text ${size}`}>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    1. Общие положения
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Настоящая Политика обработки персональных
                                    данных (далее — «Политика») издана и
                                    применяется Обществом с ограниченной
                                    ответственностью «Институт современной
                                    психологии» ОГРН: 1197746615736, ИНН/КПП
                                    7727431274/771401001, Юридический адрес
                                    организации: Российская Федерация, 125315,
                                    г. Москва, ВН.ТЕР.Г. МУНИЦИПАЛЬНЫЙ ОКРУГ
                                    АЭРОПОРТ, ПР-КТ ЛЕНИНГРАДСКИЙ, Д. 68, СТР.
                                    24, ЭТ/ПОМ/КОМ 2/IV/20. Фактический адрес
                                    Организации: 125315, г. Москва, ВН.ТЕР.Г.
                                    МУНИЦИПАЛЬНЫЙ ОКРУГ АЭРОПОРТ, ПР-КТ
                                    ЛЕНИНГРАДСКИЙ, Д. 68, СТР. 24, ЭТ/ПОМ/КОМ
                                    2/IV/20 (далее — «Оператор») в соответствии
                                    с Федеральным законом от 27.07.2006 № 152-
                                    ФЗ «О персональных данных» (далее - Закон) с
                                    учетом положений General Data Protection
                                    Regulation (Regulation (EU) 2016/679) от 27
                                    апреля 2016 года (далее — «GDPR»).
                                    1.1.Понятия связанные с обработкой
                                    персональных данных использующиеся в тексте
                                    Политики, трактуются в том значении, в
                                    котором они приведены в ст. 3 Закона и
                                    положениях GDPR, если иное прямо не вытекает
                                    из текста Политики. 1.2.Все вопросы,
                                    связанные с обработкой персональных данных,
                                    не урегулированные настоящей Политикой,
                                    разрешаются в соответствии с действующим
                                    законодательством Российской Федерации в
                                    области персональных данных. 1.3. Настоящая
                                    Политика: 1.3.1.устанавливает правила
                                    обработки Оператором персональных данных,
                                    предоставляемых клиентами, которые
                                    используют сайт https://iomp.ru/ и его
                                    отдельные поддомены и сервисы для получения
                                    или оказания услуг, оказываемых Оператором
                                    (далее – Пользователи и Сайт
                                    соответственно); 1.3.2.определяет цели,
                                    правовые основания, порядок и объем
                                    обрабатываемых персональных данных;
                                    1.3.3.содержит сведения о реализуемых
                                    требованиях к защите обрабатываемых
                                    персональных данных; 1.3.4.определяет
                                    порядок взаимодействия с субъектами
                                    персональных данных при поступлении от них
                                    обращений. 1.4.Текст Политики доступен
                                    Пользователям в сети Интернет по адресу:
                                    https://iomp.ru/. 1.5.Незнание условий,
                                    установленных настоящей Политикой, не
                                    является основанием для предъявления со
                                    стороны Пользователя каких-либо претензий к
                                    Оператору. 1.6.В случае несогласия с
                                    условиями Политики Пользователь должен
                                    немедленно прекратить любое использование
                                    Сайта.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    2.Термины и определения
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.1.Сайт - совокупность информации, текстов,
                                    графических элементов, дизайна, изображений,
                                    фото и видеоматериалов и иных результатов
                                    интеллектуальной деятельности, а также
                                    программ для ЭВМ, содержащихся в
                                    информационной системе, обеспечивающей
                                    доступность такой информации в сети Интернет
                                    по сетевому адресу (включая поддомены):
                                    https://iomp.ru/. 2.2.Личный кабинет -
                                    раздел Сайта, доступ к которому Пользователь
                                    получает после его регистрации на Сайте
                                    посредством введения уникального логина и
                                    пароля. 2.3.Файлы cookie - данные, которые
                                    автоматически передаются Оператору в
                                    процессе использования Сайта с помощью
                                    установленного на устройстве Пользователя
                                    программного обеспечения, в том числе
                                    IP-адрес, географическое местоположение,
                                    информация о браузере и виде операционной
                                    системы устройства Пользователя, технические
                                    характеристики оборудования и программного
                                    обеспечения, используемых Пользователем,
                                    дата и время доступа к Сайту.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    3.Согласие Пользователя на обработку
                                    персональных данных
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    3.1.Пользователь принимает условия Политики
                                    и дает Оператору информированное и
                                    осознанное согласие на обработку своих
                                    персональных данных на условиях,
                                    предусмотренных Политикой и Законом:
                                    3.1.1.При регистрации на Сайте - для
                                    персональных данных, которые Пользователь
                                    предоставляет Оператору путем заполнения
                                    формы, расположенной на Сайте. Пользователь
                                    считается предоставившим согласие на
                                    обработку своих персональных данных в момент
                                    нажатия кнопки “Зарегистрироваться”,
                                    “Оплатить”, “Оформить заказ” (или кнопки,
                                    имеющей аналогичное название); 3.1.2.При
                                    внесении или изменении персональных данных
                                    личного кабинета - для персональных данных,
                                    которые Пользователь предоставляет при
                                    редактировании информации в личном кабинете.
                                    Пользователь считается предоставившим
                                    согласие на обработку своих вновь внесенных
                                    или измененных персональных данных в момент
                                    нажатия кнопки “Сохранить”, “Запомнить” (или
                                    кнопки, имеющей аналогичное название).
                                    3.1.3.При заполнении формы обратной связи -
                                    для персональных данных, которые
                                    Пользователь предоставляет Оператору при
                                    заполнении формы обратной связи в сети
                                    Интернет на Сайте. Пользователь считается
                                    предоставившим согласие на обработку своих
                                    персональных данных, внесенных в поля формы
                                    обратной связи, в момент нажатия кнопки,
                                    подтверждающей отправку заявки. 3.1.4.При
                                    оформлении подписки на получение
                                    информационных и новостных материалов от
                                    Оператора - путем заполнения формы для
                                    оформления подписки на рассылку,
                                    расположенной на Сайте. Пользователь
                                    считается предоставившим согласие на
                                    обработку своих персональных данных в момент
                                    нажатия кнопки “Подписаться” (или кнопки,
                                    имеющей аналогичное название). 3.1.5.При
                                    любом использовании Сайта - для персональных
                                    данных, которые автоматически передаются
                                    Оператору в процессе использования Сайта с
                                    помощью установленного на устройстве
                                    Пользователя программного обеспечения.
                                    Пользователь считается предоставившим
                                    согласие на обработку своих персональных
                                    данных в момент начала использования Сайта.
                                    3.2.Согласие Пользователя на обработку
                                    Оператором его персональных данных действует
                                    со дня, предоставления согласия на их
                                    обработку (п. 3.1. Политики), и в течение
                                    срока, необходимого для достижения целей
                                    обработки персональных данных.
                                    3.3.Пользователь вправе отозвать согласие на
                                    обработку персональных данных в форме и
                                    порядке, предусмотренном в разделе 12
                                    Политики. 3.4.Согласие Пользователя на
                                    обработку персональных данных, разрешенных
                                    для распространения, предоставляется
                                    Пользователем Оператору отдельно от согласия
                                    на обработку персональных данных, указанного
                                    в п. 3.1. настоящей Политики. 3.5.Согласие
                                    Пользователя на обработку персональных
                                    данных, разрешенных для распространения,
                                    предоставляется Пользователем Оператору
                                    путем заполнения формы такого согласия,
                                    размещенного на Платформе. Пользователем при
                                    предоставлении такого согласия заполняются
                                    обязательные поля формы, а именно: фамилия,
                                    имя, отчество (при наличии) Пользователя на
                                    русском языке, контактная информация (номер
                                    телефона, адрес электронной почты или
                                    почтовый адрес субъекта персональных данных,
                                    Дополнительную информацию Пользователи
                                    заполняют в случае оформления на обучение по
                                    дополнительным общеобразовательным
                                    программам, а именно: гражданство субъекта,
                                    пол субъекта, дата рождения, данные
                                    документа удостоверяющего личность,
                                    страховой номер индивидуального лицевого
                                    счета застрахованного лица в системе
                                    обязательного пенсионного страхования,
                                    реквизиты документа об образовании,
                                    информация по статусу обучающегося,
                                    информация о зачислении и отчислении).
                                    3.6.Согласие Пользователя на обработку
                                    персональных данных, разрешенных для
                                    распространения, предоставляется
                                    Пользователем Оператору на срок, указанный в
                                    таком согласии. 3.7. В случае не достижения
                                    Пользователем возраста 18 лет последний, при
                                    предоставлении своих персональных данных
                                    обязан направить на адрес электронной почты
                                    Оператора, указанной в разделе 14 настоящей
                                    Политики, письменное согласие законного
                                    представителя Пользователя на обработку
                                    таких данных Оператором (по форме,
                                    установленной в Приложении №1 к настоящей
                                    Политике). Оператор, ввиду
                                    автоматизированной системы сбора
                                    персональных данных не следит за
                                    предоставлением такого согласия
                                    Пользователем. В случае выявления
                                    недееспособности Пользователя,
                                    предоставившего свои персональные данные без
                                    письменного разрешения его законного
                                    представителя, Оператор незамедлительно
                                    блокирует обработку таких персональных
                                    данных до выяснения обстоятельств.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    4.Условия предоставления персональных данных
                                    Пользователем
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.1.Оператор в общем случае не проверяет
                                    достоверность персональных данных,
                                    предоставляемых пользователями, и не
                                    осуществляет контроль за их дееспособностью.
                                    Риск предоставления недостоверных
                                    персональных данных, в том числе
                                    предоставление данных третьих лиц, как своих
                                    собственных, при этом несет сам субъект
                                    персональных данных. 4.2.Оператор исходит из
                                    того, что: 4.2.1.Пользователь предоставляет
                                    достоверную и достаточную персональную
                                    информацию по вопросам, предлагаемым в
                                    формах Сайта, и поддерживает эту информацию
                                    в актуальном состоянии. 4.2.2.В случае
                                    загрузки своего изображения через личный
                                    кабинет Сайта - Пользователь на
                                    безвозмездной основе дает согласие на
                                    использование данного изображения (ст. 152.1
                                    Гражданского кодекса) в целях, не связанных
                                    с установлением личности Пользователя.
                                    Пользователь обязуется не предоставлять
                                    фотографии третьих лиц в качестве
                                    изображения Пользователя. 4.3.Пользователь
                                    осознает, что информация на Сайте,
                                    размещаемая Пользователем о себе, может
                                    становиться доступной для других
                                    Пользователей Сайта, может быть скопирована
                                    и распространена такими Пользователями в
                                    случаях и на условиях, указанных в п. 8.6.
                                    Политики. 4.4.Пользователь ознакомлен с
                                    настоящей Политикой, выражает свое
                                    информированное и осознанное согласие с ней.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    5.Персональные данные Оператором
                                    обрабатываются следующие персональные
                                    данные:
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    5.1.Фамилия, имя, отчество; 5.2.Номер
                                    мобильного телефона; 5.3.Адрес электронной
                                    почты; 5.4.Данные аккаунтов в социальных
                                    сетях и электронных сервисах (ссылки на
                                    профили Пользователя в ВКонтакте, Facebook,
                                    Linkedin, Skype, Google, Twitter и т.д.);
                                    5.5. Оператор может получать доступ,
                                    собирать и использовать в определенных
                                    Политикой целях техническую и иную
                                    информацию, связанную с Пользователями.
                                    Техническая информация не является
                                    персональными данными, однако Оператор
                                    использует файлы cookies, которые позволяют
                                    идентифицировать Пользователей. Также под
                                    технической информацией понимается
                                    информация, которая автоматически передается
                                    Оператору в процессе использования
                                    Пользователем Сайта с помощью установленного
                                    на устройстве Пользователя программного
                                    обеспечения, а именно: 5.5.1.Данные об
                                    активности Пользователя в сети Интернет, в
                                    частности о посещенных страницах, дате и
                                    времени URL-переходов и пр.;
                                    5.5.2.Информация об устройстве и браузере, с
                                    помощью которых Пользователь выходил в
                                    Интернет: IP-адресе и (в случае если
                                    Пользователь заходит на Сайт с мобильного
                                    устройства) типе устройства и его уникальном
                                    идентификаторе; 5.5.3.Данные о
                                    взаимодействии с демонстрируемыми вне
                                    ресурса рекламными объявлениями Оператора,
                                    их количестве, частоте и глубине просмотра.
                                    5.6.Оператор не осуществляет обработку:
                                    5.6.1.биометрических персональных данных
                                    (сведения, которые характеризуют
                                    физиологические и биологические особенности
                                    человека, на основании которых можно
                                    установить его личность), 5.6.2.специальных
                                    категорий персональных данных (касающихся
                                    расовой, национальной принадлежности,
                                    политических взглядов, религиозных или
                                    философских убеждений, состояния здоровья,
                                    интимной жизни).
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    6.Правовые основания обработки персональных
                                    данных
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Обработка персональных данных Пользователей
                                    осуществляется на следующих правовых
                                    основаниях: 6.1.Конституция РФ;
                                    6.2.Гражданский кодекс Российской Федерации;
                                    6.3.Федеральный закон от 27.07.2006 №152-ФЗ
                                    «О персональных данных»; 6.4.General Data
                                    Protection Regulation (Regulation (EU)
                                    2016/679) от 27 апреля 2016 года;
                                    6.5.Локальные правовые акты Оператора.
                                    6.6.Договор оказания услуг от «24» января
                                    2022 г, заключенный путем акцепта Публичной
                                    оферты на заключение договора оказания услуг
                                    от «24» января 2022 г. (далее - Договор).
                                    6.7.В отношении персональных данных граждан
                                    Европейского союза (ЕС), использующих услуги
                                    Оператора, а также в отношении персональных
                                    данных граждан иных государств, временно или
                                    постоянно проживающих на территории стран
                                    ЕС, использующих услуги Оператора на
                                    территории ЕС, определяется в соответствии с
                                    GDPR.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    7.Цели обработки персональных данных
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Оператор обрабатывает персональные данные
                                    Пользователей исключительно в следующих
                                    целях: 7.1.Регистрация Пользователя
                                    Оператором на Сайте, предоставление
                                    Пользователю возможности полноценного
                                    использования сервисов Сайта.
                                    7.2.Отображение профиля Пользователя на
                                    Сайте в личном кабинете. 7.3.Установление и
                                    поддержание связи между Пользователем и
                                    Оператором, консультирование по вопросам
                                    оказания услуг. 7.4.Исполнение Оператором
                                    обязательств перед Пользователем, с которым
                                    заключен Договор. 7.5.Направление Оператором
                                    на адрес электронной почты Пользователя
                                    сообщений рекламного характера;
                                    таргетирование рекламных материалов, если
                                    Пользователь дал согласие на такую рассылку.
                                    7.6.Пользователь имеет право на возражение
                                    против обработки данных в целях прямого
                                    маркетинга, включая составление профиля, в
                                    той мере, в которой это связано с прямым
                                    маркетингом. Возражение направляется
                                    Оператору Пользователем в порядке Раздела 12
                                    настоящей Политики. 7.7.Улучшение качества
                                    обслуживания Пользователей и модернизация
                                    Сайта Оператора путем обработки запросов и
                                    заявок от Пользователя. 7.8.Статистические и
                                    иные исследования на основе обезличенной
                                    информации, предоставленной Пользователем.
                                    7.9.Исполнения требований российского
                                    законодательства.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    8.Обработка персональных данных
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.1.Обработка персональных данных
                                    Пользователя производится Оператором с
                                    использованием баз данных на территории
                                    Российской Федерации. 8.2.Персональные
                                    данные обрабатываются с использованием
                                    автоматизированных систем. 8.3.Обработка
                                    персональных данных Пользователя включает
                                    совершение Оператором следующих действий:
                                    сбор, запись, систематизация, накопление,
                                    хранение, уточнение (обновление, изменение),
                                    извлечение, использование, передача
                                    (распространение, предоставление, доступ),
                                    обезличивание, блокирование, удаление,
                                    уничтожение. 8.4.Сбор персональных данных
                                    Пользователя осуществляется в случаях,
                                    указанных в п. 3.1 Политики. 8.5.Хранение
                                    персональных данных осуществляется (в
                                    зависимости от того, какое событие наступит
                                    раньше): 8.5.1.до момента их удаления
                                    Пользователем в соответствующем разделе
                                    личного кабинета; 8.5.2.до момента их
                                    уничтожения Оператором - в случае
                                    поступления от Пользователя отзыва согласия
                                    на обработку персональных данных или
                                    требования об уничтожении персональных
                                    данных; 8.5.3.до момента истечения срока
                                    действия согласия или достижения целей
                                    обработки персональных данных. 8.6.Оператор
                                    вправе осуществлять передачу персональных
                                    данных третьим лицам. Такая передача не
                                    является распространением персональных
                                    данных Пользователя неопределенному кругу
                                    лиц. 8.7. Цели передачи персональных данных:
                                    8.7.1.Оптимизация Оператором рассылки
                                    сообщений информационного и рекламного
                                    характера. В этом случае третьему лицу
                                    передаются следующие персональные данные
                                    Пользователей: фамилия, имя, отчество; адрес
                                    электронной почты. 8.7.2.Направление
                                    Пользователям информационных рассылок о
                                    новых возможностях в сфере обучения и
                                    развития. В этом случае третьему лицу
                                    передаются следующие персональные данные
                                    Пользователей: фамилия, имя, отчество; адрес
                                    электронной почты. Каждая информационная
                                    рассылка предоставляет Пользователю
                                    возможность отказаться от получения таких
                                    рассылок. 8.7.3.Исполнение условий договора
                                    перед Пользователями Сайта с привлечением
                                    третьих лиц. 8.8.Перечень разрешенных
                                    способов обработки персональных данных:
                                    сбор, запись, систематизация, накопление,
                                    хранение, уточнение (обновление, изменение),
                                    извлечение, использование, передача
                                    (распространение, предоставление, доступ),
                                    обезличивание, блокирование, удаление,
                                    уничтожение. Третьему лицу запрещено
                                    осуществлять передачу и распространение
                                    персональных данных. 8.9.Уничтожение
                                    персональных данных осуществляется
                                    Оператором в следующих случаях:
                                    8.9.1.удаление Пользователем персональных
                                    данных в соответствующем разделе личного
                                    кабинета; 8.9.2.поступление от Пользователя
                                    отзыва согласия на обработку персональных
                                    данных; 8.9.3.получение от Пользователя
                                    требования об уничтожении персональных
                                    данных; 8.9.4.истечение срока действия
                                    согласия; 8.9.5.окончания срока хранения
                                    персональных данных в соответствии с
                                    договоренностями Оператора и Пользователя.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    9.Меры, применяемые Оператором для защиты
                                    персональных данных
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Оператор принимает необходимые и достаточные
                                    правовые, организационные и технические меры
                                    для защиты информации, предоставляемой
                                    Пользователями, от неправомерного или
                                    случайного доступа, уничтожения, изменения,
                                    блокирования, копирования, распространения,
                                    а также от иных неправомерных действий с ней
                                    третьих лиц. Такие действия, в частности,
                                    включают: 9.1.Назначение лица,
                                    ответственного за обработку персональных
                                    данных; 9.2.Применение организационных и
                                    технических мер по обеспечению безопасности
                                    персональных данных при их обработке в
                                    информационных системах; 9.3.Контроль фактов
                                    несанкционированного доступа к персональным
                                    данным и принятие мер по недопущению
                                    подобных инцидентов в дальнейшем;
                                    9.4.Контроль за принимаемыми мерами по
                                    обеспечению безопасности персональных данных
                                    и уровнем защищенности информационных систем
                                    персональных данных.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    10. Ограничение ответственности
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    10.1. Оператор не несет ответственности за
                                    возможное нецелевое использование
                                    персональных данных и причинение какого-либо
                                    ущерба Пользователю, произошедшее
                                    вследствие: 10.1.1.технических неполадок в
                                    программном обеспечении и в технических
                                    средствах и сетях, находящихся вне контроля
                                    Оператора; 10.1.2.в связи с намеренным или
                                    не намеренным использованием Сайта не по их
                                    прямому назначению третьими лицами;
                                    10.1.3.необеспечения конфиденциальности
                                    паролей доступа или намеренной передачи
                                    паролей доступа, иной информации с Сайта
                                    самим Пользователем при получении услуг
                                    Оператора или использовании Сайта другим
                                    лицам, не имеющим доступа к данной
                                    информации; 10.1.4.неправомерных действий
                                    третьих лиц по доступу к данным Сайта, в
                                    т.ч. персональным данным. 10.2.Оператор не
                                    несет ответственность за порядок
                                    использования Персональных данных
                                    Пользователя третьими лицами, с которыми
                                    Пользователь взаимодействует в рамках
                                    использования Сайта. 10.3.Оператор не
                                    осуществляет проверку наличия особого режима
                                    обработки персональных данных Пользователей.
                                    Если Пользователь является гражданином стран
                                    Европейского союза или гражданином иных
                                    государств, временно или постоянно
                                    проживающим на территории стран ЕС и
                                    получает доступ к Сайту из стран Европы,
                                    Оператор предпринимает все разумные меры для
                                    обеспечения соблюдения таких требований
                                    законодательства о защите персональных
                                    данных. Для этого Пользователь обязан
                                    уведомить Оператора о наличии особого режима
                                    защиты его персональных данных путем
                                    обращения по адресу электронной почты
                                    Оператора info@iomp.ru.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    11.Права Пользователей
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Пользователь вправе: 11.1.По своему
                                    усмотрению предоставлять Оператору
                                    персональные данные для их обработки на
                                    условиях, указанных в Политике;
                                    11.2.Самостоятельно вносить изменения и
                                    исправления в свои персональные данные в
                                    соответствующем разделе личного кабинета при
                                    условии, что такие изменения и исправления
                                    содержат актуальную и достоверную
                                    информацию; 11.3.Удалять персональные данные
                                    путем редактирования соответствующего
                                    раздела в личном кабинете; 11.4.Обращаться к
                                    Оператору с требованиями, в том числе об
                                    уточнении персональных данных; о блокировке
                                    или уничтожении персональных данных, если
                                    такие данные являются неполными,
                                    устаревшими, недостоверными, незаконно
                                    полученными или не являются необходимыми для
                                    заявленной цели обработки. Требование
                                    предъявляется в порядке, предусмотренном в
                                    разделе 12 Политики; 11.5.На основании
                                    запроса получать от Оператора информацию,
                                    касающуюся обработки его персональных данных
                                    и предусмотренную п. 7 ст. 14 Закона. 11.6.В
                                    рамках процессов обработки персональных
                                    данных, подпадающих под действие GDPR,
                                    Пользователь имеет право обращаться к
                                    Оператору с требованием о выгрузке своих
                                    персональных данных с целью переноса их в
                                    информационные системы других контролеров
                                    данных (в терминах п.7 ст.4 GDPR).
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    12.Обращения Пользователей
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    12.1.Пользователь вправе направлять
                                    Оператору свои запросы и требования (далее –
                                    Обращение), в том числе относительно
                                    использования его персональных данных, а
                                    также отзыва согласия на обработку
                                    персональных данных. Обращение может быть
                                    направлено следующими способами: 12.1.1.В
                                    письменной форме по адресу Оператора (раздел
                                    14 Политики); 12.1.2.В форме электронного
                                    документа (скан-, фотокопия документа).
                                    Документ должен быть направлен с адреса
                                    электронной почты Пользователя, указанного
                                    им при регистрации на Сайте или в договоре в
                                    качестве уполномоченного адреса электронной
                                    почты, по адресу электронной почты
                                    Оператора: info@iomp ru. 12.2.Направляемое
                                    Пользователем Обращение, должно содержать
                                    следующую информацию: 12.2.1.Фамилию и имя
                                    Пользователя; 12.2.2.Сведения,
                                    подтверждающие участие Пользователя в
                                    отношениях с Оператором (в частности, логин
                                    и пароль Пользователя на Сайте); 12.2.3.Суть
                                    Обращения; 12.2.4.Подпись Пользователя или
                                    его законного представителя. 12.3.Оператор
                                    рассматривает Обращение Пользователя в
                                    следующем порядке: 12.3.1.Обращение
                                    регистрируется в Журнале учета Обращений
                                    Пользователей; 12.3.2.Проверяется наличие
                                    всех обязательных реквизитов Обращения;
                                    12.3.3.Проверяется обоснованность Обращения;
                                    12.3.4.Предоставляется ответ на Обращение. В
                                    зависимости от сути Обращения ответ на него
                                    должен содержать: 12.3.4.1.запрашиваемую
                                    Пользователем информацию об обрабатываемых
                                    персональных данных; 12.3.4.2.мотивированный
                                    отказ в предоставлении запрашиваемой
                                    информации об обрабатываемых персональных
                                    данных; 12.3.4.3.уведомление о действиях,
                                    совершаемых с персональными данными
                                    Пользователя по его Обращению 12.4.Ответ на
                                    Обращение направляется в форме,
                                    соответствующей форме обращения
                                    Пользователя, если о предоставлении Ответа
                                    на Обращение в иной форме не указано в
                                    Обращении.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    13.Изменение Политики
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    13.1.Оператор оставляет за собой право
                                    вносить изменения в Политику. На
                                    Пользователе лежит обязанность при каждом
                                    использовании Сайта знакомиться с текстом
                                    Политики. 13.2.Новая редакция Политики
                                    вступает в силу с момента ее размещения в
                                    соответствующем разделе сайта Оператора.
                                    Продолжение пользования Сайтом или его
                                    сервисами после публикации новой редакции
                                    Политики означает принятие Политики и ее
                                    условий Пользователем. В случае несогласия с
                                    условиями Политики Пользователь должен
                                    незамедлительно прекратить использование
                                    Сайта и его сервисов.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    13.Изменение Политики
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    13.1.Оператор оставляет за собой право
                                    вносить изменения в Политику. На
                                    Пользователе лежит обязанность при каждом
                                    использовании Сайта знакомиться с текстом
                                    Политики. 13.2.Новая редакция Политики
                                    вступает в силу с момента ее размещения в
                                    соответствующем разделе сайта Оператора.
                                    Продолжение пользования Сайтом или его
                                    сервисами после публикации новой редакции
                                    Политики означает принятие Политики и ее
                                    условий Пользователем. В случае несогласия с
                                    условиями Политики Пользователь должен
                                    незамедлительно прекратить использование
                                    Сайта и его сервисов.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    14.Сведения об Операторе и ответственный за
                                    обработку персональных данных:
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Общество с ограниченной ответственностью
                                    «Институт современной психологии» Адрес:
                                    125315, г. Москва, ВН.ТЕР.Г. МУНИЦИПАЛЬНЫЙ
                                    ОКРУГ АЭРОПОРТ, ПР-КТ ЛЕНИНГРАДСКИЙ, Д. 68,
                                    СТР. 24, ЭТ/ПОМ/КОМ 2/IV/20 ИНН 7727431274/
                                    КПП 771401001 ОГРН 1197746615736 р/с
                                    40702810510000593883 в АО «Тинькофф Банк»
                                    к/с 30101810145250000974 БИК 044525974 Сайт:
                                    https://iomp.ru/ Лицо, ответственное за
                                    обработку персональных данных: Войнич Ольга
                                    Борисовна
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </>
    );
};

export default Privacy;
