import React from "react";
import {useSelector} from "react-redux";
import {Helmet} from "react-helmet";

import {DOMEN} from ".././api";

const PublicOffer = () => {
    const {size} = useSelector(({visually}) => visually);

    React.useEffect(() => {
        window.scrollTo(0, 0);
    }, []);

    return (
        <>
            <Helmet>
                <title>Публичная оферта - IOMP</title>
            </Helmet>
            <div className="privacy">
                <div className="container">
                    <div className="privacy-wrapper">
                        <h2 className={`title ${size} privacy__title`}>
                            Публичная оферта
                        </h2>
                        <div className={`privacy-text ${size}`}>
                            <div className={`privacy-text-block ${size}`}>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    г. Москва Общество с ограниченной
                                    ответственностью «Институт современной
                                    психологии» (ООО «ИСП») (лицензия № 041023
                                    от 02 октября 2020 г., выданная
                                    Департаментом образования и науки города
                                    Москвы) настоящей публичной офертой
                                    предлагает любому физическому лицу (далее –
                                    «Заказчик») заключить настоящую
                                    Договор-оферту на оказание
                                    информационно-консультативных услуг (далее –
                                    Договор). В соответствии с п.2 ст.437
                                    Гражданского кодекса Российской Федерации
                                    (ГК РФ) в случае принятия изложенных ниже
                                    условий и оплаты услуг лицо, производящее
                                    акцепт этой оферты, становится Заказчиком (в
                                    соответствии с п.3 ст.438 ГК РФ акцепт
                                    оферты равносилен заключению договора на
                                    условиях, изложенных в оферте). Полным и
                                    безоговорочным акцептом настоящей оферты
                                    является осуществление Заказчиком оплаты
                                    предложенных Исполнителем услуг.
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ:
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    1.1. В настоящем Договоре, если из текста
                                    прямо не вытекает иное, следующие термины
                                    будут иметь указанные ниже значения: Курс -
                                    совокупность Информационного материала,
                                    объединенного общей целью и/или темой или
                                    тематикой. Программа «Практическая
                                    психология. МАК-специалист»». Разработчик
                                    Курса (правообладатель) – Общество с
                                    ограниченной ответственностью «Институт
                                    современной психологии». Сайт - совокупность
                                    программ для электронных вычислительных
                                    машин и иной информации, содержащейся в
                                    информационной системе, доступ к которой
                                    обеспечивается через сеть Интернет по
                                    сетевому адресу: https://iomp.ru/. Личный
                                    кабинет - раздел Сайта Исполнителя, который
                                    становится доступным Заказчику после акцепта
                                    настоящей Оферты и регистрации на Сайте
                                    Исполнителя: https://iomp.ru/. Учетная
                                    запись (или «Профиль») - совокупность данных
                                    о Заказчике на Сайте, которые позволяют
                                    идентифицировать Заказчика, в том числе
                                    логин, адрес электронной почты (email) и/или
                                    мобильный телефон, получить ему доступ к
                                    личному кабинету и оплатить услуги. Услуги -
                                    услуги, оказываемые Исполнителем, которые
                                    включают в себя организацию и предоставление
                                    Заказчику доступа к Онлайн мероприятиям в
                                    рамках Курса (лекциях) и с предоставлением
                                    доступа к информационному материалу. Онлайн
                                    - способ оказания Услуг посредством сети
                                    Интернет, в том числе, но не ограничиваясь,
                                    посредством участия в Вебинарах и иного
                                    формата общения Заказчика с Исполнителем или
                                    уполномоченным им лицом, предоставление
                                    доступа к Онлайн-Курсу и/или иному
                                    Информационному материалу Исполнителя.
                                    Оффлайн - способ оказания Услуг не в сети
                                    Интернет, в том числе, но не ограничиваясь,
                                    посредством участия в Оффлайн мероприятиях
                                    (лекциях). Информационный материал -
                                    информация в форме файлов (видео, аудио,
                                    фото, изображения, текст), направленная на
                                    достижение личных и/или профессиональных
                                    целей Заказчика, в том числе, но не
                                    ограничиваясь, информация о методах,
                                    методиках, техниках, алгоритмах,
                                    закономерностях, а также об опыте их
                                    использования и применения. Информационный
                                    материал предоставляется Исполнителем
                                    Заказчику через Личный кабинет и/или
                                    посредством перехода по ссылке. Тариф (или
                                    Тарифный план) - стоимость Услуги,
                                    опубликованная на Сайте.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    1.2. Все остальные термины и определения,
                                    встречающиеся в тексте настоящей Оферты,
                                    толкуются Сторонами в соответствии с
                                    действующим законодательством Российской
                                    Федерации и значением, которое определено
                                    Исполнителем на Сайте.
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    2. ПРЕДМЕТ ПУБЛИЧНОЙ ОФЕРТЫ
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.1. Предметом настоящей публичной оферты
                                    является предоставление Исполнителем
                                    Заказчику Услуг на условиях, определенным
                                    настоящей Офертой и/или Сайтом Исполнителя,
                                    которые Заказчик оплачивает в порядке,
                                    установленном настоящим Договором.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.2. Заключение Заказчиком настоящего
                                    Договора осуществляется путем совершения
                                    следующих действий (акцепт публичной
                                    оферты): - Заказчик осуществляет регистрацию
                                    на Сайте путем внесения сведений,
                                    необходимость указания которых предусмотрена
                                    на соответствующей странице Сайта. - После
                                    завершения регистрации Заказчику приходит
                                    письмо о необходимости подтверждения
                                    электронного адреса с инструкцией о
                                    необходимых для этого действиях (при
                                    первичной регистрации). - Заказчик
                                    производит оплату Услуги согласно выбранного
                                    им Тарифа в порядке, предусмотренном на
                                    Сайте и установленном платежной системой,
                                    через которую производится Заказчиком
                                    оплата.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.3. Настоящий Договор считается заключенным
                                    и вступает в силу для Сторон с момента
                                    перечисления Заказчиком оплаты на счет
                                    Исполнителя либо в момент внесения
                                    Заказчиком оплаты иным согласованным
                                    сторонами способом.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.4. Услуги по настоящему Договору считаются
                                    оказанными Исполнителем в срок с надлежащим
                                    качеством и объемом по факту их
                                    предоставления и принятыми Заказчиком в
                                    случае отсутствия от него претензий в
                                    течение 7 (семи) дней после оказания Услуг.
                                    Приемка оказанных Услуг производится без
                                    подписания каких-либо актов.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.5. Заказчик соглашается с тем, что по
                                    настоящему Договору запрещена
                                    множественность лиц в обязательстве со
                                    стороны Заказчика. Нарушение запрета на
                                    множественность лиц в обязательстве со
                                    стороны Заказчика расценивается в качестве
                                    недобросовестного поведения по отношению к
                                    Исполнителю в соответствии со статьей 10
                                    Гражданского кодекса Российской Федерации и
                                    влечет ответственность, предусмотренную
                                    настоящим Договором.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.6. Заказчик соглашается с тем, что по
                                    настоящему Договору запрещена уступка любых
                                    прав Заказчика, возникших в связи с
                                    заключением или исполнением настоящего
                                    Договора, без письменного согласия
                                    Исполнителя.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.7. При оплате услуг третьим лицом, в
                                    частности юридическим лицом, следует
                                    обращаться непосредственно к Исполнителю для
                                    заключения соответствующего счета-договора,
                                    в бумажном виде. Счет-договор считается
                                    заключенным при оплате его Заказчиком.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.8. В случае если условием допуска к
                                    обучению является прохождение
                                    соответствующего собеседования, либо
                                    анкетирования, и Заказчик представляет
                                    Исполнителю недостоверную информацию о себе,
                                    а также предоставляет другие недостоверные
                                    данные по вопросам собеседования и/или
                                    анкетирования Исполнитель вправе отказать
                                    Заказчику в оказании услуг в любое время с
                                    даты обнаружения недостоверности
                                    предоставленной информации.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.9. Заказчик имеет право письменно
                                    отказаться от обучения не позднее чем за 24
                                    часа до начала обучения. При этом
                                    Исполнитель возвращает оплаченные Заказчиком
                                    денежные средства в полном объеме в течении
                                    10 рабочих дней, начиная с даты поступления
                                    соответствующего уведомления от Заказчика.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.10. Заказчик имеет право отказаться от
                                    исполнения договора в любое время при
                                    условии оплаты Исполнителю фактически
                                    понесенных им расходов, связанных с
                                    исполнением обязательств по данному
                                    договору, то есть полной оплаты посещенных
                                    Заказчиком занятий по конкретному курсу,
                                    написав соответствующее письменное заявление
                                    (Приложение №1 к настоящему Договору).
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.11. Заявление пишется по прилагаемой
                                    форме, от руки и направляется на электронный
                                    адрес Исполнителя. В случае отсутствия
                                    такого заявления денежные средства
                                    Исполнителем не возвращаются.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.12. Возврат разницы оплаченной суммы (за
                                    вычетом стоимости посещенных Заказчиком
                                    занятий) производится Исполнителем на
                                    реквизиты Заказчика, с которых поступила
                                    оплата в течении 10 рабочих дней с даты
                                    поступления соответствующего заявления
                                    Заказчика.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.13. В случае отказа Заказчиком от участия
                                    в обучении в соответствии с п.п.2.9 и 2.10
                                    настоящего Договора излишне уплаченная
                                    сумма, по заявлению Заказчика, может
                                    остаться на депозитном счете Заказчика для
                                    оплаты обучения по другому курсу или по той
                                    же программе, но в другие сроки,
                                    утвержденные Исполнителем. При использовании
                                    Заказчиком указанной суммы для оплаты своего
                                    обучения в какой-либо иной программе
                                    Исполнителя, Исполнитель по своему
                                    усмотрению может доначислить в качестве
                                    бонуса до 20% от размера имеющейся суммы на
                                    депозитном счете Заказчика.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.14. В случае отказа Заказчика от обучения,
                                    и возврата разницы оплаченной суммы (за
                                    вычетом стоимости посещенных занятий)
                                    Исполнитель оставляет за собой право закрыть
                                    Заказчику доступ в личный кабинет
                                    https://iomp.autoweboffice.ru/personal с
                                    записями материалов Курса/Программы/Модуля
                                    на сайте https://iomp.ru/.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    2.15. Если Заказчик начал обучение, посетил
                                    более 2 занятий и ему был предоставлен
                                    доступ в Личный кабинет с записями
                                    Курса/Программы/Модуля на сайте
                                    https://iomp.ru/, но Заказчик принял решение
                                    не посещать занятия и не уведомил о принятом
                                    решении Исполнителя, денежные средства
                                    Заказчику не возвращаются.
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    3. СТОИМОСТЬ УСЛУГ
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    3.1. Стоимость Услуг определяется на
                                    основании Тарифов, которые указываются на
                                    Сайте Исполнителя.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    3.2. Стоимость Услуг оплачивается на
                                    условиях 100% (стопроцентной) предоплаты,
                                    если иной порядок не определен на Сайте либо
                                    отдельно согласован сторонами.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    3.3. В случае проведения Исполнителем акции,
                                    устанавливающей скидку на стоимость Услуг,
                                    акция действует исключительно в пределах
                                    срока, предусмотренного условиями акции,
                                    указанными Исполнителем на Сайте. Если срок
                                    не определен условиями акции, то акция
                                    действует в течение 24 часов с момента
                                    размещения информации об акции на Сайте и в
                                    аккаунте Исполнителя в социальных сетях или
                                    с момента получения сообщения Заказчиком по
                                    электронной почте, через интернет
                                    мессенджеры или другим способом.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    3.4. Расходы, в том числе комиссии платежных
                                    сервисов по перечислению Заказчиком денежных
                                    средств по настоящему Договору, несет
                                    Заказчик.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    3.5. В случае совершения платежа с помощью
                                    банковской карты, Заказчику рекомендуется
                                    использовать банковскую карту, выпущенную на
                                    имя Заказчика. В случае осуществления
                                    возврата оплаченных денежных средств,
                                    возврат производится по тем же реквизитам,
                                    по которым был получен платеж, и на
                                    основании личного заявления лица, на чье имя
                                    была выпущена банковская карта.
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    4. ПРАВА И ОБЯЗАННОСТИ СТОРОН
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.1. Исполнитель обязуется:
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.1.1. Принять необходимые меры к
                                    обеспечению доступа Заказчика к Онлайн
                                    мероприятиям и/или доступа к Информационным
                                    материалам.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.1.2. Вернуть оплаченные денежные средства
                                    Заказчику в случае, указанном в п.2.9.
                                    настоящего Договора.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.1.3. Осуществлять консультирование и
                                    поддержку Заказчика в порядке,
                                    предусмотренном описанием Услуги на Сайте.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.1.4. Осуществлять контроль качества
                                    предоставления Услуг.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.1.5. Выдать документ установленного
                                    образца Заказчику, успешно прошедшему курс
                                    программы.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.2. Исполнитель имеет право:
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.2.1. Изменять Тарифы в одностороннем
                                    порядке до момента осуществления оплаты
                                    Заказчиком путем публикации новых Тарифов на
                                    Сайте.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.2.2. Изменять условия оказания Услуг и
                                    условия настоящего Договора. Исполнитель
                                    уведомляет Заказчика об указанных изменениях
                                    путем размещения информации на Сайте
                                    Исполнителя, и при этом Заказчик обязан
                                    самостоятельно знакомиться с указанными
                                    изменениями. Дополнительно Исполнитель
                                    вправе уведомить Заказчика путем направления
                                    ему письма на адрес электронной почты,
                                    указанный при регистрации на Сайте, смс или
                                    иным способом по своему усмотрению.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.2.3. Привлекать третьих лиц для оказания
                                    Услуг по настоящему Договору без получения
                                    согласия Заказчика.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.2.4. Приостановить доступ к
                                    Информационному материалу, Курсу, Личному
                                    кабинету, Онлайн мероприятию в случае
                                    заморозки по причине болезни, длительной
                                    командировки и т.п. Заказчика с
                                    предоставлением подтверждающих документов.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.2.5. Блокировать доступ к Информационному
                                    материалу, Курсу, Личному кабинету, Онлайн
                                    мероприятию в случае неуважительного
                                    отношения Заказчика к Исполнителю, Службе
                                    поддержки и другим лицам,
                                    зарегистрированными на Сайте, сокрытия факта
                                    состояния на учете в психоневрологическом
                                    диспансере, наркологическом диспансере и
                                    других причин, которые Исполнитель посчитает
                                    достаточными для блокировки доступа к
                                    Информационному материалу, Курсу, Личному
                                    кабинету, Онлайн мероприятию. В этом случае
                                    Исполнитель вправе не возвращать Заказчику
                                    стоимость оплаченных Услуг.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.3. Заказчик обязуется:
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.3.1. самостоятельно и своевременно
                                    знакомиться с условиями оказания Услуг, с
                                    изменениями в указанных условиях, а также с
                                    актуальной редакцией настоящей Оферты при
                                    каждом посещении Сайта.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.3.2. оплатить Услуги на условиях и
                                    согласно выбранному Тарифу, действующего на
                                    момент оплаты. Действующие условия и Тарифы,
                                    а также информация об акциях (специальных
                                    предложениях) размещаются на Сайте
                                    Исполнителя и/или в Личном кабинете.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.3.3. самостоятельно изучать информацию,
                                    размещённую в Личном кабинете и/или
                                    предоставленную по Ссылке, а также выполнять
                                    задания, если их наличие предусмотрено
                                    описанием Услуги на Сайте.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.3.4. незамедлительно уведомить Исполнителя
                                    об изменении своих контактных данных в
                                    письменной форме посредством отправки
                                    сообщения на e-mail Исполнителя и/или путем
                                    внесения изменений в информацию,
                                    содержащуюся в Учетной записи.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.3.5. соблюдать порядок и дисциплину при
                                    проведении Оффлайн или Онлайн мероприятий.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.3.6. не допускать распространения
                                    недостоверной, ложной информации и
                                    информации, порочащей честь, достоинство,
                                    деловую репутацию Исполнителя, тренеров и
                                    других лиц, а также информации, побуждающей
                                    и призывающей к религиозной или
                                    межнациональной, этнической/расовой
                                    нетерпимости, розни, войне, смене
                                    государственного строя стран, информации,
                                    распространение которой запрещено
                                    действующим законодательством России.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    44.4. Заказчик имеет право:
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.4.1. требовать от Исполнителя соблюдения
                                    условий настоящего Договора.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    4.4.2. отказаться от участия в обучении в
                                    соответствии с условиями пунктов 2.9. -
                                    2.15. настоящего Договора отказаться от
                                    исполнения настоящего Договора и потребовать
                                    возврата уплаченных денежных средств в
                                    течение следующих сроков: - В случае отказа
                                    от участия в Онлайн обучении - до момента
                                    предоставления ссылки. - В случае отказа от
                                    Информационных материалов или Курса - в
                                    течение 3 (трех) дней с момента
                                    предоставления доступа к Информационным
                                    материалам или Курсу. При отказе Заказчика
                                    от исполнения Договора в установленные сроки
                                    Исполнитель возвращает Заказчику всю
                                    уплаченную сумму за вычетом понесенных
                                    Исполнителем расходов. Для возврата денежных
                                    средств Заказчик обязан направить
                                    Исполнителю отказ в письменной форме. Отказ
                                    должен быть отправлен одним из следующих
                                    способов: отправлен с адреса электронной
                                    почты Заказчика, указанного при регистрации
                                    на Сайте, на адрес электронной почты
                                    Исполнителя, указанный в настоящем Договоре,
                                    либо вручен иным способом, позволяющим
                                    установить факт получения Исполнителем
                                    письменного отказа. При этом отказ считается
                                    полученным Исполнителем: в день отправки
                                    отказа по электронной почте при условии
                                    получения Заказчиком подтверждения получения
                                    Исполнителем отказа (при отправке отказа
                                    через электронную почту). Отказ должен
                                    содержать следующие сведения: - фамилию,
                                    имя, отчество Заказчика (при этом
                                    Исполнитель вправе затребовать у Заказчика
                                    предоставления копии документа,
                                    удостоверяющего личность Заказчика); - дату
                                    заключения Договора; - наименование Услуги,
                                    стоимость которой подлежит возврату; -
                                    расчет суммы возврата с учетом объема
                                    фактически оказанной Услуги. При отсутствии
                                    в отказе каких-либо вышеуказанных сведений,
                                    отказ считается не полученным и
                                    обязательства Исполнителя по возврату
                                    денежных средств не возникшими.
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    5. ПОРЯДОК УРЕГУЛИРОВАНИЯ СПОРОВ.
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    5.1. Все споры, разногласия или требования,
                                    возникающие из настоящего Договора или в
                                    связи с ним, в том числе касающиеся его
                                    исполнения, нарушения, прекращения или
                                    недействительности, решаются Сторонами путём
                                    переговоров. Соответствующая Сторона должна
                                    направить нарушившей Стороне претензию, срок
                                    рассмотрения которой не может превышать 15
                                    (пятнадцать) дней со дня её отправления
                                    почтовой связью с приложением подтверждающих
                                    требование документов.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    5.2. В случае не достижения согласия между
                                    Сторонами все споры рассматриваются в
                                    судебном порядке в соответствии с
                                    законодательством Российской Федерации по
                                    месту нахождения Исполнителя.
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    6. ОТВЕТСТВЕННОСТЬ СТОРОН.
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    6.1. В случаях неисполнения или
                                    ненадлежащего исполнения своих обязательств
                                    по настоящему Договору, Стороны несут
                                    ответственность в соответствии с
                                    законодательством Российской Федерации с
                                    учетом условий настоящего Договора.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    6.2. Исполнитель не несет ответственности в
                                    случае ненадлежащего оказания Услуг, если
                                    ненадлежащее исполнение явилось следствием
                                    недостоверности, недостаточности или
                                    несвоевременности предоставленных Заказчиком
                                    сведений, а также вследствие других
                                    нарушений условий настоящего Договора со
                                    стороны Заказчика, в том числе правил
                                    мероприятий, невыполнения рекомендаций
                                    Исполнителя.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    6.3. Исполнитель не несет ответственности за
                                    несоответствие предоставленных Услуг
                                    ожиданиям Заказчика и/или за его
                                    субъективную оценку, такое несоответствие
                                    ожиданиям и/ или отрицательная субъективная
                                    оценка не являются основаниями считать
                                    Услуги оказанными не качественно или не в
                                    согласованном объеме.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    6.4. Исполнитель не несет ответственность за
                                    достижение Заказчиком каких-либо
                                    результатов, связанных с применением
                                    Информационных материалов и/или информации,
                                    сообщаемой на Онлайн или Оффлайн
                                    мероприятиях, а также за не достижение
                                    результата, на который рассчитывал Заказчик.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    6.5. Исполнитель освобождается от
                                    ответственности за полное или частичное
                                    неисполнение обязательств, предусмотренных
                                    настоящим Договором, если это неисполнение
                                    явилось следствием обстоятельств
                                    непреодолимой силы, возникших после
                                    заключения настоящего Договора, в результате
                                    событий чрезвычайного характера, которые
                                    Стороны не могли ни предвидеть, ни
                                    предотвратить разумными мерами (форс-мажор).
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    6.6. Исполнитель несет ответственность за
                                    нарушение условий настоящего Договора
                                    исключительно в случае, если ненадлежащее
                                    исполнение произошло по его вине. Совокупная
                                    ответственность Исполнителя по настоящему
                                    Договору, по любому иску или претензии в
                                    отношении настоящего Договора или его
                                    исполнения ограничивается суммой платежа,
                                    уплаченного Исполнителю Заказчиком по
                                    Договору, за исключением случаев, прямо
                                    установленных действующим законодательством
                                    Российской Федерации и исключающих
                                    ограничение ответственности Исполнителя.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    6.7. Заказчик понимает и соглашается с тем,
                                    что он должен самостоятельно оценивать все
                                    риски, связанные с оказанием ему Услуг, и
                                    что Заказчик самостоятельно несет риски,
                                    связанные с оказанием ему Услуг
                                    Исполнителем, а также что в случае, если
                                    Заказчик не доволен содержанием Услуг
                                    Исполнителя и способом их оказания,
                                    единственным и исключительным способом
                                    защиты его прав является односторонний отказ
                                    от настоящего Договора.
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    7. РЕЗУЛЬТАТЫ ИНТЕЛЛЕКТУАЛЬНОЙ ДЕЯТЕЛЬНОСТИ.
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    7.1. Любая информация, находящаяся на Сайте,
                                    является результатом интеллектуальной
                                    деятельности, исключительное авторское право
                                    на который (в том числе смежные с авторским
                                    права) принадлежит Исполнителю.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    7.2. Заказчик не вправе без письменного
                                    согласия Исполнителя копировать и
                                    распространять любым способом (публикация,
                                    размещение в сети интернет и т.д.) на любых
                                    условиях (за плату или бесплатно)
                                    Информационные материалы, а также
                                    использовать Информационные материалы и
                                    любую информацию, полученную на Онлайн и/или
                                    Оффлайн мероприятии в рамках Курса, для
                                    любых целей, кроме личного использования.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    7.3. Заказчик не вправе осуществлять Записи
                                    Онлайн и/или Оффлайн мероприятий без
                                    письменного согласия Исполнителя.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    7.4. Заказчик обязуется указывать авторство
                                    и давать ссылку на Исполнителя или
                                    Правообладателя (в сети интернет обязательно
                                    активную гиперссылку на Сайт) при любом
                                    письменном или устном упоминании
                                    Правообладателя и/или Исполнителя и/или
                                    Услуг и/или Информационных материалов и/или
                                    информации, полученной на Онлайн или Оффлайн
                                    мероприятиях.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    7.5. Исполнитель вправе приостанавливать или
                                    блокировать доступ Заказчика к
                                    Информационным материалам или Записям Онлайн
                                    или Оффлайн мероприятий в случае выявления
                                    факта передачи Заказчиком Информационных
                                    материалов или доступа к ним третьим лицам.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    7.6. В случае нарушения Заказчиком
                                    исключительных прав Правообладателя или
                                    Исполнителя, в том числе путем
                                    распространения информации без согласия
                                    Правообладателя или Исполнителя, Исполнитель
                                    вправе потребовать с Заказчика уплаты штрафа
                                    в размере 100 000 (ста тысяч) рублей.
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    8. ПРОЧИЕ УСЛОВИЯ.
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.1. В случае, если одно или более положений
                                    настоящего Договора являются по какой-либо
                                    причине недействительными, не имеющими
                                    юридической силы, такая недействительность
                                    не оказывает влияния на действительность
                                    любого другого положения настоящего
                                    Договора, которые остаются в силе.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.2. Любые уведомления по настоящему
                                    Договору, за исключением уведомлений и
                                    сообщений, которые прямо указаны в настоящем
                                    Договоре, могут направляться одной Стороной
                                    другой Стороне по электронной почте: а) на
                                    адрес электронной почты Заказчика (e-mail),
                                    который был указан Заказчиком при
                                    регистрации на Сайте, с адреса электронной
                                    почты Исполнителя, если получателем является
                                    Заказчик; б) на адрес электронной почты
                                    Исполнителя (e-mail) с адреса электронной
                                    почты Заказчика, указанного им при
                                    регистрации на Сайте, если получателем
                                    является Исполнитель.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.3 Заказчик дает согласие на получение от
                                    Исполнителя любых уведомлений путем
                                    направления смс и/или посредством
                                    телефонного звонка по номеру, указанному
                                    Заказчиком. Стороны признают такой способ
                                    извещения (уведомления) надлежащим в рамках
                                    исполнения обязательств Исполнителя по
                                    настоящему Договору.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.4. В случае, если условием для получения
                                    Услуг является прохождение соответствующего
                                    собеседования либо анкетирования, и Заказчик
                                    предоставляет Исполнителю недостоверную
                                    информацию о себе, а также предоставляет
                                    другие недостоверные данные по вопросам
                                    собеседования и/или анкетирования,
                                    Исполнитель вправе отказать Заказчику в
                                    оказании Услуг в любое время с даты
                                    обнаружения недостоверности предоставленной
                                    информации.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.5. Заказчик подтверждает, что он
                                    осведомлен о том, что Услуги носят
                                    информационный характер, используемые при
                                    оказании Услуг технологии, техники, методы,
                                    методики являются экспериментальными,
                                    степень эффективности которых до конца не
                                    определена и при использовании которых
                                    возможно воздействие на эмоциональном
                                    уровне, на уровне физических ощущений, на
                                    уровне неразрешенных конфликтов.
                                    Соответствующие воздействия могут вызывать
                                    негативные побочные реакции, которые могут
                                    иметь место и после получения Услуг, в том
                                    числе ухудшение психоэмоциального и/или
                                    физиологического состояния.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.6. Настоящий Договор при условии
                                    соблюдения Заказчиком порядка совершения
                                    акцепта (п. 2.2. настоящего Договора)
                                    считается заключенным в простой письменной
                                    форме в соответствие с п. 3 ст. 434 ГК РФ
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.7. Настоящий Договор вступает в силу с
                                    момента его заключения (п.2.3. настоящего
                                    Договора) и действует до полного и
                                    надлежащего исполнения Сторонами
                                    обязательств по нему или его расторжения,
                                    что наступит ранее. Все Приложения к
                                    настоящему Договору являются его
                                    неотъемлемой частью.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.8. Стороны соглашаются, что настоящий
                                    Договор может быть изменен Исполнителем в
                                    одностороннем порядке путем размещения
                                    обновленного текста настоящего Договора на
                                    Сайте Исполнителя не менее чем за один день
                                    до ввода изменений в действие.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.9. В случае прекращения настоящего
                                    Договора обязательства Сторон по Договору
                                    считаются прекращенными, за исключением
                                    обязательств, которые в силу своей природы,
                                    предполагают их применение и после
                                    расторжения договора (соглашения о
                                    подсудности, об ответственности за нарушение
                                    исключительных прав Правообладателя и т.д.).
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    8.10. Во всем остальном, что не
                                    предусмотрено настоящим Договором, Стороны
                                    будут руководствоваться действующим
                                    законодательством Российской Федерации.
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    9. РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ:
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    ООО «ИСП» Адрес: 115404, г. Москва, 6-Я
                                    Радиальная ул., д. 5 к. 4, этаж 1 офис 17
                                    ИНН 7727431274 КПП 772401001 ОГРН
                                    1197746615736 р/с 40702810510000593883 в АО
                                    «Тинькофф Банк» к/с 30101810145250000974 БИК
                                    044525974 Сайт: https://iomp.ru/
                                </p>
                            </div>
                            <div className={`privacy-text-block ${size}`}>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    Приложение 1 к Публичному договору-оферте на
                                    оказание информационно-консультационных
                                    услуг
                                </h3>
                                <h3
                                    className={`privacy-text-block__title ${size}`}
                                >
                                    Согласие на обработку персональных данных
                                </h3>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Заказчик настоящим даёт согласие на
                                    обработку и передачу Исполнителю Обществу с
                                    ограниченной ответственностью «Институт
                                    современной психологии» своих персональных
                                    данных для целей исполнения Публичной
                                    оферты. Цель обработки персональных данных:
                                    оказание консультационных услуг и
                                    осуществление иных, связанных с этим
                                    мероприятий, продвижения Исполнителем услуг,
                                    проведения электронных и sms опросов,
                                    контроля результатов маркетинговых акций,
                                    клиентской поддержки, контроля
                                    удовлетворённости Заказчика оказанием услуг,
                                    а также качества услуг, оказываемых
                                    Исполнителем.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Перечень персональных данных, на обработку
                                    которых даётся согласие субъекта
                                    персональных данных:
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    - фамилия, имя, отчество, год, месяц, дата и
                                    место рождения, адрес, паспортные данные,
                                    контактный телефон, адрес электронной почты,
                                    образование.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Перечень действий с персональными данными,
                                    на совершение которых даётся согласие: -
                                    сбор, -систематизация, -накопление,
                                    -хранение, -уточнение (обновление,
                                    изменение), -использование, -распространение
                                    (в том числе передача), -обезличивание,
                                    -блокирование, -уничтожение персональных
                                    данных), -иные действия.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Общее описание используемых оператором
                                    способов обработки персональных данных:
                                    Внесение персональных данных в электронную
                                    базу данных, включение в списки (реестры) и
                                    отчётные формы, предусмотренные документами,
                                    регламентирующими предоставление отчётных
                                    данных (документов), обмен (приём и
                                    передача) персональными данными с
                                    использованием машинных носителей или по
                                    каналам связи или путём передачи документов.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Срок, в течение которого действует согласие:
                                    со дня его подписания до дня отзыва в
                                    письменной форме.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Порядок отзыва согласия: отзыв согласия
                                    осуществляется путём подачи субъектом
                                    персональных данных соответствующего
                                    письменного заявления оператору.
                                </p>
                                <p
                                    className={`privacy-text-block__description ${size}`}
                                >
                                    Заказчик настоящим даёт согласие на фото-,
                                    аудио- и видеозапись процесса оказания Услуг
                                    со своим, в том числе на запись изображения
                                    и звука, на использование фотографического
                                    изображения, на получение от Исполнителя
                                    сообщений, уведомлений и писем (в том числе
                                    информационного и рекламного характера) на
                                    адрес электронной почты, номер телефона,
                                    через социальные сети (в сети Интернет) и
                                    различные средства обмена мгновенными
                                    сообщениями.
                                </p>
                            </div>

                            <div className={`privacy-text-block ${size}`}>
                                <iframe
                                    className="privacy-text-block__iframe"
                                    src={`${DOMEN}/public/storage/all/Public-Offer.pdf`}
                                ></iframe>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </>
    );
};

export default PublicOffer;
